return{
	["tongyuan"]="同元",
	------------------------建模组 ---------------------
	["#zhangzuobao"] = "建模组",
	["zhangzuobao"] = "张作宝", 
	["tonggan"]="同甘",	
    [":tonggan"]="每当你回复体力时，你可以指定1-2名其他角色，使其各回复一点体力。",
    ["$tonggan"]="有福同享",	
	["@tonggan-card"]="是否发动技能【同甘】？",
	["~tonggan"]="选择1-2名角色，使其各回复一点体力",
	["gongku"]="共苦",
    [":gongku"]="每当你受到伤害后，你可以指定1-2名其他角色，使其各失去一点体力。",
    ["$gongku"]="有难同当",		
	["@gongku-card"]="是否发动技能【共苦】？",
	["~gongku"]="选择1-2名角色，使其各失去一点体力",
	["~zhangzuobao"] = "啊~出差苦逼呀~",
	["cv:zhangzuobao"] = "张作宝",
	["designer:zhangzuobao"] = "郑敏",
	["illustrator:zhangzuobao"] = "郑敏",	
	-----------------------------------------------------------------
	["#zhengmin"]="三国杀狂热者",
	["zhengmin"]="郑敏",
	["datui"]="大腿",	
	[":datui"]="每当一名角色进入濒死状态时，你可以进行一次判定，若结果为红色，其回复一点体力",
	["$datui"]="别紧张，这不有我嘛~",
	["hebi"]="何必",	
	--["hebiCard"]="何必",
	["@hebi-card"] = CommonTranslationTable["@askforretrial"],
	["~hebi"]="请打出一张红色牌替换原判定牌",
	[":hebi"]="在一名角色的判定牌生效前，你可以打出一张红色牌替换之",
	["$hebi"]="何必呢~",
	["~zhengmin"]="这源教独门复活大法竟然没用，唉~",
	["cv:zhengmin"]="郑敏",
	["designer:zhengmin"]="郑敏",
	["illustrator:zhengmin"]="郑敏",
	----------------------------------------------------------------------------
	["#huanglei"]="建模组",
	["huanglei"]="黄磊",
	["zican"]="自残",	
	[":zican"]="每当你对一名其他角色造成X点伤害时，你可以自减X点体力，然后你对该角色造成的伤害为2X",
	["#zican"]="%from对%to造成的伤害由%arg点提升到%arg2点",
	["$zican"]="--------",	
	["~huanglei"]="出差真好~",
	["cv:huanglei"]="黄磊",
	["designer:huanglei"]="郑敏",
	["illustrator:huanglei"]="郑敏",
	-------------------------------------------------------------------------------
	["#chenlu"] = "项目经理",
	["chenlu"]="陈路",
	["benxi"]="奔袭",
	[":benxi"]="<font color=\"blue\"><b>锁定技，</b></font>当你没装备武器时，你的攻击范围无限;当你没装备防具时，"..
	"你无视其他角色的防具",	
	["~chenlu"] = "奔波突袭向前冲！",
	["cv:chenlu"] = "陈路",
	["fuchiv"]="扶持换牌",
	["@fuchiv-card"]="请用%src张牌交换",
	["fuchi"]="扶持",
	[":fuchiv"]="<font color=\"green\"><b>出牌阶段限一次，</b></font>若你为模势力武将，你可以交给主公任意张牌，若"..
	"你以此法交给主公的牌数为X(X大于2),则其须交给你X-2张牌",
	[":fuchi"]="<font color=\"orange\"><b>主公技，</b></font><font color=\"green\"><b>出牌阶段限一次，</b></font>"..
	"其他模势力角色在其出牌阶段可以交给你任意张牌，若其以此法交给你的牌为X张(X大于2)，则你须交给其X-2张牌",	
	["designer:chenlu"] = "郑敏",
	["illustrator:chenlu"] = "郑敏",
	------------------------------------------------------------------------------------
	["#zhangfan"]="建模组",
	["zhangfan"]="张凡",
	["@male"]="男",
	["@female"]="女",
	["nvhan"]="女汉",
	[":nvhan"]="准备阶段开始时，若你的性别为女性，你可以将自己的性别变为男性，若如此做，你获得技能“无双”、“咆哮”、"..
	"“武圣”直到回合结束。",
	["mengmei"]="萌妹",
	["#mengmei"]="%from的技能“%arg”被触发",
	[":mengmei"]="<font color=\"blue\"><b>锁定技，</b></font>结束阶段开始时，若你的性别为男性，你须变回成女性，然后"..
	"失去一点体力；若你的性别为女性，则你摸两张牌",
	------------------------------------------------------------------------------------
	["#quyan"]="建模组",
	["quyan"]="屈严",
	["quanquan"]="圈圈",
	["#quanquan-target"]="圈圈",
	["QQ"]="圈",
	["xiaopang"]="小胖",
	--["#xiaopang1"]="%from使用了“%arg”(无色)，目标时%to",
	--["#xiaopang2"]="%from打出了“<font color=\"yellow\"><b>[%arg](无色)</b></font>”",	
	[":quanquan"]="弃牌阶段开始时，若你的武将牌上没有牌，你可以将至多3张基本牌置于你的武将牌上，称为“圈”；"..
	"<font color=\"blue\"><b>锁定技，</b></font>你武将牌上每有一张“圈”，你的攻击范围便+1",
	["@quanquan-card"]="是否发动“圈圈”？",
	["~quanquan"] = "请选择至多三张基本牌",
	[":xiaopang"]="回合外，每当你需使用或打出一张基本牌时，你可以弃置一张“圈”，视为你使用或打出了一张该基本牌",	
	-------------------------------------------------------------------------------------
	["#shangguanduansen"]="建模组",
	["shangguanduansen"]="上官端森",
	["houji"]="厚积",
	[":houji"]="准备阶段开始时，若你的体力值不是全场最多的，则你可以选择一项：1.回复一点体力；2.摸两张牌。",
	["recover"]="回复体力",
	--["draw"]="摸两张牌",
	["bofa"]="薄发",
	[":bofa"]="<font color=\"blue\"><b>锁定技，</b></font>若你已受伤，你对其他角色造成的伤害+X（X为你已"..
	"损失的体力值）",
	["#bofa"]="%from的技能“<font color=\"yellow\"><b>薄发</b></font>”被触发，%from对%to造成的伤害由%arg点提升"..
	"到%arg2点",
	-------------------------------------------------------------------------------------
	["#luruikun"] = "建模组",
	["luruikun"] = "陆瑞琨",
	["kouwei"] = "口味",
	[":kouwei"] = "每当你对一名其他角色造成伤害时，你可以弃置一张黑色牌：若如此做，此伤害+1。每当你受到一名其他"..
	"角色造成的伤害时，你可以弃置一张红色牌：若如此做，此伤害-1。",
	["@kouwei-increase"] = "你可以弃置一张黑色牌令 %src 受到的伤害+1",
	["@kouwei-decrease"] = "你可以弃置一张红色牌令 %src 造成的伤害-1",
	["#kouweiIncrease"] = "%from 发动了“<font color=\"yellow\"><b>口味</b></font>”，伤害点数从 %arg 点增加至 %arg2 点",
	["#kouweiDecrease"] = "%from 发动了“<font color=\"yellow\"><b>口味</b></font>”，伤害点数从 %arg 点减少至 %arg2 点",
	
	---------------------------------------------------------------------------------------
	["#baobingrui"]="建模组",
	["baobingrui"]="鲍丙瑞",
	["datou"]="大头",
	[":datou"]="每当你距离1以内的一名角色成为【杀】的目标后，你可以摸一张牌，将一张手牌正面朝上交给该角色，若此牌"..
	"为装备牌，其立即使用之。",
	------------------------------------------------------------------------------------------
	["#zhanghaiming"]="建模组",
	["zhanghaiming"]="张海明",
	["feiyu"]="飞羽",
	[":feiyu"]="摸牌阶段，你可以额外摸X+1张牌(X为你装备区装备数的一半，向下取整)",
	----------------------------------------------------------------------------------
	["#zhaoyan"]="建模组",
	["zhaoyan"]="赵岩",
	["huijia"]="回家",
	[":huijia"]="结束阶段开始时，你可以摸一张牌",
	["biye"]="毕业",
	[":biye"]="<font color=\"blue\"><b>锁定技，</b></font>当你受到其他角色造成的伤害时，你进行一次判定，若结果为3"..
	"的倍数，则你防止此伤害；若为5的倍数或为A或K则你对其造成一点伤害",
	["#biye"]="%from的技能“<font color=\"yellow\"><b>毕业</b></font>”被触发",
	["#biye1"]="%from防止了%to对其造成的伤害",
	---------------------------------------------------------------------------------
	["#xiegang"]="工程部副部长",
	["xiegang"] = "谢刚",
	["jianmo"]="建模",
	["@mo"] = "模",
	[":jianmo"]="<font color=\"blue\"><b>锁定技，</b></font>每当你受到一次伤害后，你获得等同于你受到的伤害数量"..
	"的“模”标记；每当你于弃牌阶段内因你的弃置而失去手牌时，你获得等同于你失去的手牌数量的“模”标记；"..
	"<font color=\"blue\"><b>锁定技，</b></font>你每有一个“模”标记，你的手牌上限便+1",
	["youhua"]="优化",
	[":youhua"]="<font color=\"purple\"><b>觉醒技，</b></font>准备阶段开始时，若你拥有的“模”标记枚数不小于3，"..
	"你减1点体力上限，然后获得“仿真”(一名其他角色的回合开始时，"..
		"你可以弃置一个“模”标记，然后获得该角色的一项武将技能直到你的回合结束)",
	--["$YouhuaAnimate"] = "image=image/animate/baiyin.png",
	["#YouhuaWake"] = "%from 的“模”为 %arg 个，触发“<font color=\"yellow\"><b>优化</b></font>”觉醒",
	["fangzhen"]="仿真",
	[":fangzhen"]="一名其他角色的回合开始时，你可以弃置一个“模”标记，然后获得该角色的一项武将技能直到你的回合结束",
	["#fangzhen"] = "%from获得了%to的技能“%arg”",
	["yonghu"] = "拥护",
	[":yonghu"] = "<font color=\"orange\"><b>主公技，</b></font>其他模势力角色的红色判定牌生效后，该角色可以令你"..
	"摸一张牌。",
	["@yonghu-to"] = "请选择“拥护”的目标角色",
	-----------------------------------------------------------------------------------------
	["#xuxuehai"]="项目经理",
	["xuxuehai"] = "徐学海",
	["qibo"] = "弃博",
	[":qibo"] = "出牌阶段，你可以自减一点体力，然后摸两张牌",
	--------------------------------------------------------------------------------------------
	["#dingji"] = "项目经理",
	["dingji"] = "丁吉",
	["yeya"] = "液压",
	[":yeya"] = "你可以把一张手牌【酒】当【杀】使用或打出；你可以把一张手牌【杀】当【酒】使用",
	["qianjin"] = "前进",
	[":qianjin"] = "<font color=\"blue\"><b>锁定技，</b></font>你计算与其他角色的距离时始终-1。",
	---------------------------------------------------------------------------------------------
	["#zhufeng"] = "建模组",
	["zhufeng"] = "朱锋",
	["peixun"] = "培训",
	[":peixun"] = "一名其他角色的回合结束时，你可以弃置一张手牌并令其选择一项：1.弃置两张牌，然后你令其回复一点体力；2.受到"..
	"你对其造成的一点伤害",
	["#peixun"] = "请弃掉一张手牌",
	["discard1"] = "弃两张牌",
	["damage"] = "受到伤害",
	["#peixun_discard"] = "请弃置两张牌（包括装备）",
	---------------------------------------------------------------------------------------------
	["#chenchang"] = "建模组外援",
	["chenchang"] = "陈昌",
	["yuanzhu"] = "援助",
	[":yuanzhu"] = "结束阶段开始时，你可以将一张装备牌置于一名角色的装备区里，根据此牌的类别执行相应效果："..
	"武器牌—你弃置与该角色距离为1的一名角色的区域里的一张牌；防具牌—该角色摸一张牌；坐骑牌—该角色回复1点体力。",
	["@yuanzhu-equip"] = "你可以发动“援护”",
	["@yuanzhu-discard"] = "请选择 %src 距离1的一名角色",
	["~yuanzhu"] = "选择一张装备牌→选择一名角色→点击确定",
	----------------------------------------------------------------------------------------------
	["#heshan"] = "建模组",
	["heshan"] = "何姗",
	["cheli"] = "撤离",
	["@cheli-discard"] = "请弃置一张装备牌",
	["@cheli"] = "请弃置一张基本牌，发动“撤离”",
	[":cheli"] = "一名其他角色的回合结束时，你可以弃置一张基本牌，令其选择一项：1.弃置一张装备牌，然后你摸"..
	"一张牌；2.受到你对其造成的一点伤害",
	-----------------------------------------------------------------------------------------------
	["#mazhongfan"] = "建模组",
	["mazhongfan"] = "马中帆",
	["wocao"] = "卧槽",
	[":wocao"] = "当你成为一名角色使用的【杀】的目标时，你可以立即弃置一张手牌视为对其使用一张【杀】。",
	["#wocao"] = "请弃置一张手牌",
	["nima"] = "泥马",
	[":nima"] = "当你使用的【杀】被目标角色的【闪】抵消后，你可以弃置一张手牌视为对其再使用一张【杀】。",
	["#nima"] = "请弃置一张手牌",
	-------------------------------------------------------------------------------------------


	--------------------------行政部、销售、前台等-------------------------------------------
	["#taojiaqi"] = "苏州前台",
	["taojiaqi"] = "陶佳琪", 
	["xuebeng"]="血崩",
    [":xuebeng"]="当你受到一点伤害后，你可以让其他所有角色各失去一点体力",
    ["$xuebeng"]="-------",		
	["hugang"]="护岗",
	["HugangCard"]="护岗",
	[":hugang"]="<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以自减一点体力，使其他所有角色各回复"..
	"一点体力，然后你摸一张牌。",
	["$hugang"]="qqqqq",	
	["~taojiaqi"] = "我是万能的前台~",
	["cv:taojiaqi"] = "陶佳琪",
	["designer:taojiaqi"] = "郑敏",
	["illustrator:taojiaqi"] = "郑敏",	
	-------------------------------------------------------------------------------------------
	["#zhangsun"]="高校销售",
	["zhangsun"]="张笋",
	["houqin"]="后勤",
	[":houqin"]="当一名角色失去其最后一张手牌时，你可以令其立即摸一张牌",
	["tiqiu"]="踢球",
	[":tiqiu"]="你使用的【杀】可以额外指定一名你攻击范围内的其他角色为目标",
	----------------------------------------------------------------------------------------------	
	["#xingxinyu"]="北京前台",
	["xingxinyu"]="刑鑫宇",
	["jingxiang"]="镜像",
	["#jingxiang"]="请弃置一张手牌",
	[":jingxiang"]="每当你受到其他角色对你使用【杀】造成的伤害时，你可以弃一张手牌防止此伤害，并对该角色造成一点"..
	"伤害，然后其摸一张牌",
	["liushou"]="留守",
	[":liushou"]="回合结束阶段，你可以摸一张牌",
	----------------------------------------------------------------------------------------------
	["#tangjunjie"] = "售前",
	["tangjunjie"] = "唐俊杰",
	["zhongyong"] = "中庸",
	[":zhongyong"] = "<font color=\"blue\"><b>锁定技，</b></font>你使用的非延时类锦囊对其他角色无效；其他角色使用"..
	"的非延时类锦囊对你无效。",
	["#ZhongyongBaD"] = "%from 的“%arg2”被触发，对 %to 的锦囊【%arg】无效",
	["#ZhongyongGooD"] = "%from 的“%arg2”被触发， %to 的锦囊【%arg】对其无效",
	["dedao"] = "得道",
	[":dedao"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置两张相同类别的牌，然后令一名角色"..
	"选择一项：1.回复一点体力；2.摸两张牌",
	---------------------------------------------------------------------------------------------
	["#liguangmin"] = "售前",
	["liguangmin"] = "李广民",
	["renyi"] = "仁义",
	[":renyi"] = "一名其他角色处于濒死状态时，你可以将武将牌翻面并将所有手牌(至少一张)交给该角色，令该角色"..
	"回复1点体力。",
	["daxiao"] = "大笑",
	[":daxiao"] = "当你受到伤害后，若你的武将牌背面朝上，你可以将其翻至正面朝上，然后摸一张牌。",
	----------------------------------------------------------------------------------------------
	-- ["#zhangzheng"] = "售前",
	-- ["zhangzheng"] = "张峥",
	-- ["heqi"] = "和气",
	-- [":heqi"] = "当你受到其他角色造成的伤害时，你可以弃置一张手牌，然后你防止该伤害；当你对其他角色造成伤害时"..
	-- "你可以摸一张牌，然后其防止此伤害。",
	-- ["#heqi"] = "请弃置一张手牌防止伤害",
	-- ["#HeqiDefend"] = "%to防止了%from对其造成的 %arg 点伤害。",
	---------------------------------------------------------------------------------------------
	["#limingsheng"] = "航空销售",
	["limingsheng"] = "李明升",
	["leili"] = "雷厉",
	[":leili"] = "每当你使用【杀】指定一名目标角色后，你可以进行判定，若结果为红色，该角色不能使用【闪】"..
	"响应此【杀】。",
	["huyou"] = "忽悠",
	[":huyou"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以将一张手牌正面朝下置于你的武"..
	"将牌上，并令其他所有角色依次选择一种花色，然后你亮出该牌并将其置入弃牌堆。若其他角色所选花色与该牌花"..
	"色相同，则其摸一张牌，否则其失去一点体力。",
	["@spade"] = "黑桃",
	["@heart"] = "红桃",
	["@club"] = "梅花",
	["@diamond"] = "方片",
	----------------------------------------------------------------------------------------------
	["#huanghao"] = "航天销售",
	["huanghao"] = "黄昊",--忽悠、飞车
	---------------------------------------------------------------------------------------------
	["#xiongyi"] = "航天销售",
	["xiongyi"] = "熊熠",
	["benzou"] = "奔走",
	[":benzou"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以失去1点体力或弃置一张武器牌"..
	"，并选择你攻击范围内的一名其他角色，对其造成1点伤害。",
	--------------------------------------------------------------------------------
	["#yangying"] = "武汉行政",
	["yangying"] = "杨英",
	-----------------------------------------------------------------------------------
	["#zhangpei"] = "财务",
	["zhangpei"] = "张佩",
	["faqian"] = "发钱",
	[":faqian"] = "你可以将一张<font color=\"red\"><span style=\"font-size:20px\"><b> ♥ </b></span></b></font>"..
	"牌当【五谷丰登】使用。",
	["butie"] = "补贴",
	[":butie"] = "每当一名角色受到一点伤害后，你可以令其摸两张牌。",
	---------------------------------------------------------------------------------------
	["#zhanghaibo"] = "人事",
	["zhanghaibo"] = "张海波",
	["shoujiao"] = "收缴",
	[":shoujiao"] = "每当你失去最后一张手牌时，你可以从1-2名角色区域里各获得一张牌",
	["@shoujiao-card"] = "你可以发动“收缴”",
	["~shoujiao"] = "选择 1-2 名其他角色→点击确定",	
	-----------------------------------------------------------------------
	["#wangjianyong"] = "IT",
	["wangjianyong"] = "王建永",
	["jiami"] = "加密",
	[":jiami"] = "结束阶段开始时，你可以将一张手牌背面朝上置于一名武将牌旁没有“密”的其他角色的武将牌旁，称为“密”，"..
	"若如此做，该角色的回合开始时，其观看其武将牌旁的“密”，然后选择一项：1.将一张与此“密”类别相同的手牌交给你，"..
	"若如此做，其获得此“密”；2.将此“密”置入弃牌堆，若如此做，其失去1点体力。",
	["mi"] = "密",
	["@jiami-remove"] = "你可以发动“加密”",
	["~jiami"] = "选择一张手牌→选择一名其他角色→点击确定",
	["@jiami-give"] = "请交给目标角色一张类型相同的手牌",
	["$JiamiView"] = "%from 观看了 %arg 牌 %card",
	------------------------------------------------------------------------------
	["#wufan"] = "美工",
	["wufan"] = "吴凡",
	["zhitu"] = "制图",
	[":zhitu"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以将任意一张牌当做你上一张使用的"..
	"非延时类锦囊牌（无懈可击除外）使用（或重铸）",
	["xiutu"] = "修图",
	[":xiutu"] = "每当你受到伤害后，你可以弃置一张手牌，然后回复一点体力。",
	["#xiutu"] = "请弃置一张手牌",
	----------------------------------------------------------------------------------
	["#lulixia"] = "QA",
	["lulixia"] = "路丽霞",
	["xuke"] = "许可",
	[":xuke"] = "每当一名角色于其出牌阶段内使用【杀】选择目标后，你可以弃置一张牌，令此【杀】不计入出牌阶段限制的"..
	"使用次数，若此【杀】为红色，你摸一张牌。",
	["@xuke"] = "你可以发动“许可”<br/> <b>操作提示</b>: 选择一张牌→点击确定<br/>",	
	--------------------------------------------------------------------------------------
	["#lijianwei"] = "司机",
	["lijianwei"] = "李建伟",
	["jiesong"] = "接送",
	[":jiesong"] = "出牌阶段，你可以令一名手牌数大于体力值的角色弃置两张牌，或令一名手牌数小于体力值的角色摸两张牌。"..
	"对每名角色限一次。",
	["@jie"] = "接",
	["@song"] = "送",
	----------------------------------------------------------------------------------------------
	

	--------------------------二楼平台组-------------------------------------------------
	["#luwei"]="平台组",
	["luwei"]="陆伟",
	["tuhao"]="土豪",
	[":tuhao"]="<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置至多2张红色手牌，然后摸张数等于"..
	"弃牌数两倍的牌",
	["feiche"]="飞车",
	[":feiche"]="<font color=\"blue\"><b>锁定技，</b></font>你计算与其他角色的距离时始终-1；其他角色计算与你的"..
	"距离时始终+1。",
	-------------------------------------------------------------------------------------------
	["#zhaozuqian"]="平台组",
	["zhaozuqian"]="赵祖乾",
	["jiangyou"]="酱油",
	[":jiangyou"]="你可以主动跳过自己的出牌阶段，若如此做，你可以获得一名其他角色的所有手牌",
	["#jiangyou"]="选择一名有手牌的角色",
	["yingdi"]="影帝",
	[":yingdi"]="当你成为【杀】或【决斗】的目标时，你可以进行一次判定，若结果为红色，则该【杀】或【决斗】对你无效",
	["#yingdi"]="%from对%to使用的%arg无效",
	["dese"]="嘚瑟",
	[":dese"]="<font color=\"blue\"><b>锁定技，</b></font>你的手牌上限+2",
	-----------------------------------------------------------------------------------------------
	["#guoruimin"]="平台组",
	["guoruimin"]="郭瑞敏",
	["nvzong"]="女总",
	[":nvzong"]="出牌阶段，你可以将手牌中的一张装备牌置于一名其他角色的装备区(不得替换原装备)，然后摸一张牌",
	["$NvzongEquip"] = "%from 被装备了 %card",
	["dajie"]="大姐",
	["#dajie"]="请弃置一张手牌",
	[":dajie"]="每当一名角色被另一名角色获得手牌时，或因另一名角色的弃置而失去手牌时，你可以弃置一张手牌，令该"..
	"失去手牌的角色摸两张牌。",
	------------------------------------------------------------------------------------
	["#hanlu"] = "平台组",
	["hanlu"] = "韩璐",
	["dabao"] = "打包",
	["bao"] = "包",
	[":dabao"] = "每当你使用的一张【杀】被【闪】抵消后，若你武将牌上的“包”小于3张，你可以将此【杀】和【闪】(若存在)"..
	"置于你的武将牌上，称为“包”；<font color=\"blue\"><b>锁定技，</b></font>你每有一张“包”，其他角色计"..
	"算与你的距离时便+1。<font color=\"blue\"><b>锁定技，</b></font>准备阶段开始时，若你武将牌上有“包”，"..
	"你须弃置所有的“包”，然后摸等量的牌。",
	["fabu"] = "发布",
	[":fabu"] = "出牌阶段，你可以弃置一张“包”，视为使用了一张【五谷丰登】。",
	-----------------------------------------------------------------------------
	["#zhanghehua"] = "项目经理",
	["zhanghehua"] = "张和华",
	["yanfa"] = "研发",
	[":yanfa"] = "出牌阶段，你可以将一张装备牌按如下方式使用：武器牌当【五谷丰登】；防具牌当【桃园结义】；+1马"..
	"当【南蛮入侵】；-1马当【万箭齐发】。",
	["jicuo"] = "集错",
	[":jicuo"] = "每当其他角色的一张装备牌因弃置或判定而进入弃牌堆时，你可以获得之。",
	["shouji"] = "收集",
	[":shouji"] = "<font color=\"orange\"><b>主公技，</b></font><font color=\"green\"><b>出牌阶段限一次，"..
	"</b></font>其他平势力角色在其出牌阶段给你给你一张装备牌。",
	["shoujiv"] = "收集送牌",
	-----------------------------------------------------------------------------
	["#guojunfeng"] = "项目经理",
	["guojunfeng"] = "郭俊峰",
	["jiucuo"] = "纠错",
	[":jiucuo"] = "除弃牌阶段外，每当你的手牌数小于你的当前体力值时，你可以将手牌补至等于你当前体力值的张数",
	["chandao"] = "禅道",
	[":chandao"] = "每当你成为其他角色使用的非延时锦囊的目标时，你可以让其选择一项：1.弃置一张牌；2.令你摸一张牌",
	["discardone"] = "弃一张牌",
	["letdraw"] ="令其摸牌",
	["#discardone"] = "请弃置一张牌（包括装备）",
	["bangfu"] = "帮扶",
	[":bangfu"] = "<font color=\"orange\"><b>主公技，</b></font>其他平势力角色可以让你帮其出【闪】，"..
	"若你如此做，你摸一张牌。",
	["bangfuask"] = "帮扶求闪",
	["@bangfuask"] = "是否对%src出【闪】？",
	["#helpjink"] = "%from发动了技能“%arg”",
	-------------------------------------------------------------------------------
	["#zhoulei"] = "平台组",
	["zhoulei"] = "周磊",
	["ceshi"] = "测试",
	[":ceshi"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你使用【杀】对目标角色造成伤害时，若你不在其"..
	"攻击范围内，此伤害+1。",
	["#CeshiBuff"] = "%from 的“<font color=\"yellow\"><b>测试</b></font>”效果被触发，伤害从 %arg 点增加至 %arg2 点",
	--------------------------------------------------------------------------------
	["#wangling"] = "平台组",
	["wangling"] = "汪玲",
	["chihuo"] = "吃货",
	[":chihuo"] = "摸牌阶段，你可以额外摸一张牌。",
	["buan"] ="不安",
	[":buan"] = "你使用的【杀】被目标角色的【闪】抵消后，你可以弃置该角色的一张牌。",
	--------------------------------------------------------------------------------
	["#zhouyuang"] = "平台组",
	["zhouyuang"] = "周宇昂",
	["longtao"] = "龙套",
	[":longtao"] = "当你使用的【杀】被目标角色的【闪】抵消后，你可以选择一项：1.回复一点体力；2.摸两张牌",
	-------------------------------------------------------------------------------
	["#youfei"] = "平台组",
	["youfei"] = "游飞",
	["youshan"] = "友善",
	[":youshan"] = "每当一名其他角色受到一点伤害后，你可以展示其一张手牌，若结果为红色，则其弃置该牌，然后"..
	"回复一点体力",
	["ziyu"] = "自愈",
	[":ziyu"] = "每当你受到一点伤害后，你可以进行一次判定，若结果为红色，则你回复一点体力。",
	-------------------------------------------------------------------------------
	["#zhuxukai"] = "平台组",
	["zhuxukai"] = "朱徐开",
	["laoshi"] = "老实",
	[":laoshi"] = "<font color=\"blue\"><b>锁定技，</b></font>其他角色使用的非延时类锦囊对你无效。",
	["#LaoshiGooD"] = "%from 的“%arg2”被触发， %to 的锦囊【%arg】对其无效",
	["shiyi"] = "拾遗",
	[":shiyi"] = "每当一名其他角色的牌因判定或弃置而进入弃牌堆时，若其点数等于你当前体力值的两倍，则你可以获得之", 
	--------------------------------------------------------------------------------
	["#shaojintao"] = "平台组",
	["shaojintao"] = "邵进涛",
	["deyi"] = "得意",
	[":deyi"] = "每当你和其他角色成为一张锦囊牌的目标后，你可以摸一张牌，然后此牌对你无效。",
	["#DeyiAvoid"] = "“%arg2”效果被触发，【%arg】 对 %from 无效",
	----------------------------------------------------------------------------------
	["#zhangzhining"] = "平台组",
	["zhangzhining"] = "张志宁",
	["chidao"] = "迟到",
	[":chidao"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你于回合外受到伤害后，【杀】或非延时类锦囊牌对"..
	"你无效，直到回合结束。",
	["#ChidaoDamaged"] = "%from 受到了伤害，本回合内【<font color=\"yellow\"><b>杀</b></font>】和非延时锦囊都将"..
	"对其无效",
	["#ChidaoAvoid"] = "%from 的“%arg”被触发，【<font color=\"yellow\"><b>杀</b></font>】和非延时锦囊对其无效",
	["@chidao"] = "迟到",
	["weikou"] = "胃口",
	[":weikou"] = "每当你使用一张非延时类锦囊时，在它结算前，你可以摸一张牌。",
	---------------------------------------------------------------------------------
	["#chenwenjie"] = "平台组",
	["chenwenjie"] = "陈文杰",
	["shualai"] = "耍赖",
	[":shualai"] = "每当你受到其他角色造成的伤害后，你可以获得其一张牌",
	---------------------------------------------------------------------------
	["#jiangjianjun"] = "平台组",
	["jiangjianjun"] = "江建军",
	["wenyi"] = "文艺",
	[":wenyi"] = "你可以将一张手牌【杀】当【闪】使用或打出；你可以将一张手牌【闪】当【杀】使用或打出。",
	---------------------------------------------------------------------------------




	---------------------------武汉研发部、研发部--------------------------------------
	["#liuqi"]="项目经理",
	["liuqi"]="刘奇",
	["suanfa"]="算法",
	[":suanfa"]="每当你受到一次伤害后或于摸牌阶段放弃摸牌时，你可以从牌堆顶展示4张牌，然后获得其中任意张点数之"..
	"和不大于13的牌，将其余牌置于弃牌堆",
	["kaolao"] = "犒劳",
	[":kaolao"] = "<font color=\"orange\"><b>主公技，</b></font>其他研势力角色在你处于濒死状态下对你使用桃时，你"..
	"额外回复一点体力",
	["#KaolaoExtraRecover"] = "%from 的“%arg”被触发，将额外回复 <font color=\"yellow\"><b>1</b></font> 点体力",
	---------------------------------------------------------------------------------------
	["#zhangxincheng"] = "研发部",
	["zhangxincheng"] = "张新城",
	["bianma"] = "编码",
	[":bianma"] = "每当你受到卡牌造成的伤害后，你可以将对你造成伤害的卡牌置于你的武将牌旁，成为“码”；"..
	"<font color=\"blue\"><b>锁定技，</b></font>若你武将牌旁有“码”，则你受到伤害时，须弃置一张“码”来防止此次伤害。",
	["#bianma"] = "%from发动了技能“%arg”",
	["#BianmaDefend"] = "%from防止了%to对其造成的伤害。",
	["ma"] = "码",
	["tiaoshi"] = "调试",
	[":tiaoshi"] = "<font color=\"blue\"><b>锁定技，</b></font>结束阶段开始时，若你武将旁有“码”，你须弃置所有“码”，"..
	"然后摸等量的牌",
	["#tiaoshi"] = "%from发动了技能“%arg”",
	----------------------------------------------------------------------------------------
	["#luoxueqin"] = "研发部",
	["luoxueqin"] = "骆雪芹",
	["shuishen"] = "睡神",
	[":shuishen"] = "准备阶段开始时，你可以选择一项：1.摸两张牌；2.回复一点体力。",
	["shishang"] = "时尚",
	[":shishang"] = "每当一名其他角色受到伤害时，你可以自减一点体力，使其受到的伤害-1，然后你摸一张牌。",
	["#shishang"] = "%from受到的伤害由 %arg 点减少至 %arg2 点",
	--------------------------------------------------------------------------------------------
	["#houwenjie"] = "研发部",
	["houwenjie"] = "侯文洁",
	["houge"] = "侯哥",
	[":houge"] = "出牌阶段，你可以将一张手牌里的装备牌当【南蛮入侵】使用",
	["xinkuan"] = "心宽",
	["qipai"] = "弃对方牌",
	--["recover"] = "回复体力",
	[":xinkuan"] = "每当你对一名其他角色造成伤害时，你可以选择一项：1.弃置其两张牌，然后防止此伤害；2.你回复一点"..
	"体力，然后防止此伤害。",
	----------------------------------------------------------------------------------------------
	["#fangxiaojian"] = "研发部",
	["fangxiaojian"] = "方孝健",
	["suihe"] = "随和",
	[":suihe"] = "每当你受到一点伤害后，你可以摸一张牌，然后弃置来源(若有)的一张牌",
	["jizhi_fang"] = "机智",
	[":jizhi_fang"] = "出牌阶段，你可以将一张梅花手牌当【顺手牵羊】使用。",
	-----------------------------------------------------------------------------------------
	["#xiongtao"] = "研发部",
	["xiongtao"] = "熊焘",
	["dashen"] = "大神",
	[":dashen"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置所有手牌(至少一张)，并将你的"..
	"武将牌翻面，然后选择一项：1.令所有角色各回复一点体力，然后你从其他角色区域里各获得一张牌；2.对其他所有"..
	"角色各造成一点伤害，然后其他所有角色各摸一张牌。",
	["damageto"] = "造成伤害",
	["qiangzhuang"] = "强壮",
	[":qiangzhuang"] = "<font color=\"blue\"><b>锁定技，</b></font>其他角色计算与你的距离时，始终+1",
	---------------------------------------------------------------------------------------
	["#liucongwen"] = "研发部",
	["liucongwen"] = "刘从文",
	["xiaozi"] = "小资",
	[":xiaozi"] = "你可以将一张红色牌当【桃】使用。",
	["fendou"] = "奋斗",
	[":fendou"] = "<font color=\"blue\"><b>锁定技，</b></font>你的手牌【闪】均视为【杀】。",
	["congwen"] = "从文",
	["@congwen"] = "文",
	["#congwen"] = "%from 发动了“<font color=\"yellow\"><b>从文</b></font>”，防止了%to对其造成的 %arg 点伤害。",
	[":congwen"] = "摸牌阶段开始时，你可以放弃摸牌，然后获得两个“文”标记；<font color=\"blue\"><b>锁定技，</b>"..
	"</font>每当你受到伤害时，若你有“文”标记，你须弃掉一枚“文”标记防止此伤害；准备阶段开始时，若你有“文”标"..
	"记，你须弃置所有“文”标记,然后摸等量的牌。",
	----------------------------------------------------------------------------------
	["#hexiangliang"] = "研发部",
	["hexiangliang"] = "何相良",
	["yushen"] = "羽神",
	[":yushen"] = "<font color=\"blue\"><b>锁定技，</b></font>你的攻击范围+2;你使用【杀】可额外指定一名"..
	"攻击范围内的其他角色为目标。",
	----------------------------------------------------------------------------------
	["#zhangxiaolong"] = "研发部",
	["zhangxiaolong"] = "张晓龙",
	["jiushen"] = "酒神",
	[":jiushen"] = "你可以将一张黑色手牌当【酒】使用。",
	["biaoyan"] = "表演",
	[":biaoyan"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以展示自己的所有手牌，若你以此法"..
	"展示的手牌数不少于3张，则你回复一点体力。",
	------------------------------------------------------------------------------------
	["#yaoyunzhi"] = "平台组",
	["yaoyunzhi"] = "姚云志",
	["qianxu"] = "谦虚",
	[":qianxu"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置任意数量的牌，然后摸等量的牌。",
	------------------------------------------------------------------------------------
	["#zhanghongchang"] = "部门主管",
	["zhanghongchang"] = "张洪昌",
	["shoucang"] = "收藏",
	[":shoucang"] = "每当一名其他角色的一张基本牌因弃置而进入弃牌堆时，你可以获得之。",
	["quanjiu"] = "劝酒",
	[":quanjiu"] = "一名角色的出牌阶段开始时，你可以弃置其一张手牌，视为其使用了一张【酒】。",
	["#quanjiu"] = "请弃置一张手牌",
	["xuanjiang"] = "宣讲",
	[":xuanjiang"] = "<font color=\"orange\"><b>主公技，</b></font><font color=\"red\"><b>限定技，</b></font>"..
	"准备阶段开始时，你可以交给一名其他研势力角色两张牌。每当你受到伤害时，你将此伤害转移给该角色，此伤害结算"..
	"后该角色摸X张牌，直到其第一次进入濒死状态时。（X为伤害点数）",
	["@xuan"] = "宣",
	["@xuan_to"] = "讲",
	["@xuanjiang-give"] = "你可以发动“宣讲”",
	["~xuanjiang"] = "选择两张牌→选择一名其他研势力角色→点击确定",	
	["#XuanjiangProtect"] = "%from 的“%arg”被触发，将伤害转移给 %to ",
	------------------------------------------------------------------------------------
	["#wangxianglin"] = "研发部",
	["wangxianglin"] = "王湘淋",
	["aixiao"] = "爱笑",
	[":aixiao"] = "每当你需要使用或打出一张【闪】时，你可以进行一次判定，若结果为红色，则视为你使用或打出"..
	"了一张【闪】。",
	["chuyi"] = "厨艺",
	[":chuyi"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置一张牌令一名角色回复一点体力。",
	--------------------------------------------------------------------------------------
	["#yanghao"] = "研发部",
	["yanghao"] = "杨浩",
	["youxi"] = "游戏",
	[":youxi"] = "你可以跳过判定阶段和出牌阶段，视为对一名其他角色使用一张无距离限制的【杀】。",
	["@youxi"] = "是否发动技能“游戏”？",
	["#youxi"] = "选择【杀】的目标角色→点击确定",
	["youyong"] = "游泳",
	[":youyong"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到火属性伤害时，防止此伤害。",
	["#YouyongProtect"] = "%from 的“<font color=\"yellow\"><b>游泳</b></font>”被触发，防止了 %arg 点伤害[%arg2]",
	----------------------------------------------------------------------------------------
	["#mawenjuan"] = "研发部",
	["mawenjuan"] = "马文娟",
	------------------------------------------------------------------------------------------
	["#luoqiyan"] = "研发部",
	["luoqiyan"] = "罗启燕",
	-----------------------------------------------------------------------------------------
	["#tianxianzhao"] = "研发部",
	["tianxianzhao"] = "田显钊",
	["yinren"] = "隐忍",
	[":yinren"] = "若你于出牌阶段内未使用或打出过【杀】，则你可以跳过该回合的弃牌阶段。",
	["weihu"] = "维护",
	[":weihu"] = "每当你于回合外失去一张手牌【闪】时，你可以摸一张牌。",
	-------------------------------------------------------------------------
	["#zhangjunchen"] = "研发部",
	["zhangjunchen"] = "张军琛",
	-------------------------------------------------------------------------



	--------------------------老总们---------------------------------------------------
	["#chenliping"]="董事长",
	["chenliping"]="陈立平",
	["yuanjian"]="远见",
	["#yuanjianskip"]="远见",
	[":yuanjian"]="结束阶段开始时，你可以展示牌堆顶的两张牌，并将其中的红色牌至于你的武将牌上，称为“瞻”，"..
	"然后获得其余牌；一名其他角色的准备阶段结束时，你可以弃置一张“瞻”使其跳过当前回合的出牌阶段。",
	["zhan"]="瞻",
	["leshi"]="乐施",
	[":leshi"]="<font color=\"blue\"><b>锁定技，</b></font>弃牌阶段结束时，若你的武将牌上有“瞻”，你须弃置"..
	"所有的“瞻”，然后所有角色各摸等量的牌",
	["#leshi"] = "%from发动了技能“%arg”",
	["laoban"]="老板",
	[":laoban"]="<font color=\"blue\"><b>锁定技，</b></font>你拥有且可以发动当前主公的主公技。",
	["@Laoban-jijiang"] = "请发动“激将”",
	-------------------------------------------------------------------------------------------
	["#zhaojianjun"] = "总经理",
	["zhaojianjun"] = "赵建军",
	["jiaxin"] = "加薪",
	["@jiaxin"] = "薪",
	["#jiaxinlog"] = "%from使得%to下回合额外摸<font color=\"yellow\"><b> 1 </b></font>牌并且手牌上限"..
	"<font color=\"yellow\"><b> +1 </b></font>",
	[":jiaxin"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃一张手牌并指定一名其他角"..
	"色，使其下回合摸牌阶段额外摸一张牌且手牌上限+1直到其下个回合结束。",
	["chuchai"] = "出差",
	[":chuchai"] = "<font color=\"blue\"><b>锁定技，</b></font>若你的体力值是全场最少的（或之一），则你防止"..
	"你受到的除火属性伤害外的一切伤害。",
	["#ChuchaiProtect"] = "%from 的“<font color=\"yellow\"><b>出差</b></font>”效果被触发，防止了 %arg 点伤害[%arg2]",
	---------------------------------------------------------------------------------------------
	["#zhoufanli"] = "工程部部长",
	["zhoufanli"] = "周凡利",
	["jixiao"] = "绩效",
	["jixiaogood"] = "绩效-优",
	["jixiaobad"] = "绩效-差",
	["#jixiaoask"] = "请打出一张【杀】和一张【闪】",
	["~jixiaoask"] = "选择一张【杀】和一张【闪】→点击确定",
	["#jixiao_discard"] = "请弃置两张牌（包括装备）",
	[":jixiao"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以弃置两张同一类别的牌令其他"..
	"所有角色依次打出一张【杀】和一张【闪】，然后其选择一项：1.摸两张牌；"..
	"2.回复一点体力。不能如此做者须选择一项：1.弃置两张牌；2.受到你对其造成的一点伤害。",
	---------------------------------------------------------------------------------------------
	["#dingjianwan"] = "研发部部长",
	["dingjianwan"] = "丁建完",
	["qiujie"] = "求解",
	[":qiujie"] = "结束阶段开始时，你可以观看牌堆顶的3张牌，然后获得其中任意张数的<font color=\"red\"><span"..
	" style=\"font-size:20px\"><b> ♥ </b></span></b></font>牌并展示之，将其余牌以任意顺序置于牌堆顶。",
	["zhidao"] = "指导",
	[":zhidao"] = "准备阶段开始时，你可以令一名角色摸一张牌，然后展示之，若此牌为装备牌，该角色先回复1点体力"..
	"再使用此牌。",
	["zhidao-invoke"] = "你可以发动“指导”<br/> <b>操作提示</b>: 选择一名角色→点击确定<br/>",
	------------------------------------------------------------------------------------------------
	["#gongxiong"] = "产品部部长",
	["gongxiong"] = "龚雄",
	["wendang"] = "文档",
	[":wendang"]="<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以选择一种花色并指定一名有手牌的其他角色，"..
	"其须弃置一张手牌，若该牌的花色与你所选花色不同，则其摸一张牌并将武将牌翻面。",
	["#wendang"] = "请弃置一张手牌",
	-------------------------------------------------------------------------------------
	["#weiwenqiong"] = "行政部部长",
	["weiwenqiong"] = "危文琼",
	["zuzhi"] = "组织",
	[":zuzhi"] = "每当你成为【杀】的目标时，你可以令除此【杀】使用者外的一名有手牌的其他角色正面朝上将一张手牌交给"..
	"你，若此牌不为【闪】，该角色也成为此【杀】的目标。",
	["zuzhi-invoke"] = "你可以发动“组织”<br/> <b>操作提示</b>: 选择除此【杀】使用者外的一名有手牌的其他角色→点击"..
	"确定<br/>",
	["@zuzhi-give"] = "请交给 %src 一张手牌",
	-----------------------------------------------------------------------------------------
	["#haibo"] = "北京分公司老总",
	["haibo"] = "海波",
	["shenmi"] = "神秘",
	[":shenmi"] = "<font color=\"blue\"><b>锁定技，</b></font>回合开始时，若你有“神秘牌”，你须将其置入武"..
	"将牌堆，并失去从其上获得的所有技能，然后再随机获得一张未上场的武将牌作为新的“神秘牌”，并获得其上的所有武将技"..
	"能(不能是主公技和觉醒技)；你的性别和势力属性均视为与新获得的“神秘牌”相同。",
	["#GetShenmiDetail"] = "%from 获得了“神秘牌” %arg",

}