return{
	["tongyuandream"] = "同元梦",
	---------非延时类锦囊牌--------------
	["dream"] = "同元梦",
	[":dream"] = "锦囊牌<br />出牌时机：出牌阶段<br />使用目标：一名其他角色<br />作用效果：你与其各摸两张牌。",

	["worksign"] = "上班打卡",
	[":worksign"] = "锦囊牌<br />出牌时机：出牌阶段<br />使用目标：所有其他角色。<br />作用效果：每名目标角色须打出"..
	"一张锦囊牌，否则受到1点伤害",
	["worksign-trick"] = "%src 使用了【上班打卡】，请打出一张<font color=\"red\"><b>锦囊牌</b></font>来响应",

	["leaderattention"] = "领导重视",
	[":leaderattention"] = "锦囊牌<br />出牌时机：出牌阶段<br />使用目标：一名其他角色<br />作用效果：其回复一点体"..
	"力并摸一张牌。",

	["finalprize"] = "年终奖",
	[":finalprize"] = "锦囊牌<br />出牌时机：出牌阶段<br />使用目标：所有角色<br />作用效果：各摸一张牌。",

	["helpsign"] = "代人打卡",
	[":helpsign"] = "锦囊牌<br />出牌时机：一名其他角色受到伤害时<br />使用目标：受到伤害的角色<br />作用效果：抵消"..
	"该角色受到的本次伤害(不可以被【无懈可击】抵消)。",
	["@helpsign"] = "你可以使用一张【代人打卡】来抵消 %src 受到的伤害。",
	["#dismissdamage"] = "%from抵消了%to受到的伤害",
	---------延时锦囊----------------
	["dios"] = "屌丝",
	[":dios"] = "延时锦囊牌<br />出牌时机：出牌阶段<br />使用目标：你<br />作用效果：目标角色进行判定，若结果为<font"..
	" color=\"red\"><b> ♥ </b></font>2~9，则目标角色须弃置其装备区里的所有牌，否则受到1点无来源的伤害；若结果不为<"..
	"font color=\"red\"><b> ♥ </b></font>2~9，将之移动到其下家的判定区里。",
	


	---------防具--------------

	---------武器-------------

}